Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/med-godt-samarbeid-har-vi-lykkes.html.tmx
Source language: nob
Languages: sma

source: – Med godt samarbeid har vi lykkes
sma: – Hijven laavenjostojne libie lyhkesamme

source: Sametingsråd Inger Eline Eriksen Fjellgren mener at på grunn av godt samarbeid i det samiske samfunn har man lykkes i å få en Sannhetskommisjon.
sma: Saemiedigkieraerie Inger Eline Eriksen Fjellgren meala hijven laavenjostoen gaavhtan saemien siebriedahkesne libie lyhkesamme Saetniesvoetekommisjovnem åadtjodh.

source: Stortinget har vedtatt at det skal etableres en Sannhets- og forsoningskommisjon, som skal utrede hvilke konsekvenser fornorskningspolitikken i Norge har medført.
sma: Stoerredigkie lea nænnoestamme Saetniesvoete- jïh måahtadimmiekommisjovnem tseegkedh, mij edtja salkehtidh mah konsekvensh daaroedehtemepolitihke Nöörjesne leah vadteme.

source: Sametingsråd Inger Eline Eriksen Fjellgren var i Stortinget da saken ble diskutert og hun er veldig fornøyd med vedtaket.
sma: Saemiedigkieraerie Inger Eline Eriksen Fjellgren lij Stoerredigkesne gosse aamhtesem digkiedin jïh dïhte joekoen madtjeles nænnoestimmine.

source: – Sametinget har hatt godt samarbeid med mange og derfor har vi lykkes for å få på plass denne kommisjonen.
sma: – Saemiedigkie lea hijvenlaakan laavenjosteme jeenjesigujmie jïh dan åvteste libie lyhkesamme daam kommisjovnem åadtjodh.

source: Utarbeidet en felles strategi
sma: Ektie strategijem darjoejin

source: Fjellgren nevner spesielt samarbeidet med Sametingets eldreråd.
sma: Fjellgren laavenjostoem Saemiedigkien voereseraerine sjïerelaakan neebnie.

source: – Sametinget er takknemlig for det arbeidet Sametingets eldreråd har gjort i denne saken over flere år.
sma: – Saemiedigkie lea gijhteles dan barkoen åvteste maam Saemiedigkien voereseraerie lea dorjeme daennie aamhtesisnie gellie jaepieh.

source: Spesielt var det bra at de deltok i den åpne høringen i Stortinget.
sma: Joekoen lij hijven dah lin meatan dennie ræhpas govlehtimmesne Stoerredigkesne.

source: Det var betydningsfullt at Stortinget fikk høre erfaringer fra eldre folk, og hva de har gjennomgått på grunn av statens politikk.
sma: Joekoen vihkeles Stoerredigkie åadtjoeji dååjrehtimmieh govledh båarasåbpoe almetjijstie, jïh maam dah leah dååjreme staaten politihken gaavhtan.

source: Sametingsråd Fjellgren hadde tidlig et møte med Trygg Jakola i Norske kveners forbund.
sma: Saemiedigkieraerie Fjellgren varke aktem tjåanghkoem utni Trygg Jakoline Nöörjen kveeni siebresne.

source: Der utarbeidet de strategier i fellesskap om hvordan man skal få på plass en slik kommisjon.
sma: Desnie strategijh ektesne hammoedin guktie edtjin aktem dagkeres kommisjovnem åadtjodh.

source: Etter dette møtet sendte Sametinget et brev til fylkeskommunene i de samiske områdene, der man ba om støtte til etableringen av kommisjonen, noe som fylkeskommunene senere har gitt.
sma: Daan tjåanghkoen mænngan Saemiedigkie aktem prieviem seedti fylhkentjïeltide saemien dajvine, gusnie dåarjoen bïjre birrimh juktie kommisjovnem tseegkedh, jïh dam leah dan mænngan dorjeme.

source: Støtte fra Kirken var til god hjelp
sma: Dåarjoe gærhkoste lij hijven viehkie

source: Sametinget har også hatt god dialog med Samisk kirkeråd, og deres støtte har vært til stor nytte.
sma: Saemiedigkie aaj hijvenlaakan govlesadteme Saemien gærhkoeraerine, jïh dej dåarjoe stoerre nåhtoe orreme.

source: – Kirken og staten har nettopp skilt lag.
sma: – Gærhkoe jïh staate leah aadtjen joekehtadteme.

source: Kirken har fremdeles en viktig plass både i Sápmi og ellers i Norge, og også blant stortingets representanter.
sma: Gærhkoe annje aktem vihkeles sijjiem åtna dovne Saepmesne jïh abpe Nöörjesne, jïh aaj stoerredigkien tjirkiji gaskem.

source: Samene setter pris på at kirken støtter oss i dette arbeidet.
sma: Saemieh tuhtjieh hijven gærhkoe mijjem dåarjohte daennie barkosne.

source: Vi må også huske på å røkte også den åndelige dimensjonen av dette forsoningsarbeidet.
sma: Tjoerebe aaj mujhtedh voejkenevoetem gorredidh daennie måahtadimmiebarkosne.

source: Kirken har den kunnskapen som kreves, sier Fjellgren.
sma: Gærhkoe dam maahtoem åtna mij lea daerpies, Fjellgren jeahta.
